/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="Salva i dati dell'identità...";
"import_identity_label"="Ripristina identità...";
"pref_title_activity_identity_management"="Gestione identità";
"key_management"="Genera nuove coppie di chiavi...";
"pref_title_delete_identity"="Cancella l'identità...";
"pref_title_change_password"="Cambia password...";
"pref_title_help"="Aiuto";
"about_action_bar_right"="Informazioni su";
"pref_title_general"="Generale";
"pref_title_about_surespot"="Informazioni su surespot";
"pref_title_confirmations"="Conferme";
"pref_title_delete_message"="Cancella messaggio";
"pref_title_delete_all_messages"="Cancella tutti i messaggi";
"pref_title_message_debug_mode"="Modalità di debug dei messaggi";
"pref_title_debug"="Debug";
"pref_title_options"="Opzioni";
"pref_summary_delete_message"="Conferma prima di cancellare un messaggio";
"pref_summary_delete_all_messages"="Conferma prima di cancellare tutti i messaggi";
"pref_summary_export_identity"="Backup della tua identità nella Memoria del Dispositivo o su Google Drive";
"pref_summary_import_identity"="Ripristina la tua identità dalla memoria del dispositivo o da Google Drive";
"pref_summary_delete_identity"="La cancellazione dell'identità non può essere annullata.";
"pref_summary_regen_keys"="Per i paranoici.";
"pref_summary_message_debug_mode"="Mostra più informazioni sui messaggi per scopi di debug.";
"version"="Versione";
"notifications_title"="Notifiche in-app";
"notifications_vibration"="Vibrazione";
"notifications_sound"="Audio";
"notifications_led"="Led";
"notifications_enabled"="Abilitato";
"identity"="Profil";

//new
"settings_for_identity"="Opzioni identità";
"pref_title_background_image_select"="Scegli un'immagine di sfondo...";
"pref_title_background_image_remove"="Rimuovi immagine di sfondo";
"pref_title_global_options"="Opzioni globali";
"pref_title_global_notifications"="Notifiche";
"pref_clear_notifications"="Pulisci quando surespot è aperto";
